const questionsAnswers = {
   'О чем говорится в пункте №2 правил сервера? Распишите подробно политику проекта по отношению к этому правилу. Причины, следствия, примеры. Что последует за несоблюдением данного правила?': '2 правила сервера рассказывает о том как сохранять одно из самых важных на сервере, а именно игровую атмосферу. В целом говорится там о том что вести себя нужно адекватно, как в реальной жизни, ведь играем мы именно её. Устной предупреждение, варн, бан, айбан.',

   'О чем говорится в пункте №5 правил сервера? Распишите подробно политику проекта по отношению к этому правилу. Причины, следствия, примеры. Что последует за несоблюдением данного правила?': '5 правило сервера про отказ от игры. Данное правило гласит что нужно продолжать и не отказываться от игры не смотря на то выигрышная у вас ситуация или нет, а также даже если человек допускает ошибки при игре с вами, то вы всё равно должны с ним играть и не отказываться от игры. Если человек нарушил то вы должны доиграть ситуацию и в случае чего ПОСЛЕ ситуации пойти на форум разбираться. Наказание от варна до бана.',

   'О чем говорится в пункте №6 правил сервера? Распишите подробно политику проекта по отношению к этому правилу. Причины, следствия, примеры. Что последует за несоблюдением данного правила?': '6 правило сервера про метагейминг, т.е. игра по OOC или же использование что-то в IC из реальной жизни, например сказать в IC что мы сейчас играем в самп и тому подобное. Наказание: от варна до бана, ну т.е. в зависимости от тяжести нарушения и рецидива.',

   'О чем говорится в пункте №10 правил сервера? Распишите подробно политику проекта по отношению к этому правилу. Причины, следствия, примеры. Что последует за несоблюдением данного правила?': '10 правило сервера про FCK, FCK, это фракционное полное уничтожение персонажа, которое не требует создания топика. Единственное, что при FCK человек которого убивают должен взаимодействовать с фракцией не менее 3-х дней. Для FCK нужна вторая стадия, какие-то причины на него. После FCK нельзя регистрировать родных и т. д. и т. п. для RK, мести.',

   'О чем говорится в пункте №15 правил сервера? Распишите подробно политику проекта по отношению к этому правилу. Причины, следствия, примеры. Что последует за несоблюдением данного правила?': '15 правило сервера про взаимодействие с полицией при разных случаях. Играя с полицией и начиная с ней перестрелку вы должны понимать что вы выступаете против вооруженного и подготовленного человека. Если вы первые открываете огонь то вы должны отыграть куда сделали первый выстрел и почему. В случае вашей гибели при первом открытом огне вы получаете CK, а полиция PK. И наоборот. Также если в ходе погони вы хотите уплыть от полиции или упали с горы: это приравнивается к смерти вашего персонажа.',

   'О чем говорится в пункте №23 правил сервера? Распишите подробно политику проекта по отношению к этому правилу. Причины, следствия, примеры. Что последует за несоблюдением данного правила?': '23 правило сервера о ограблениях и аферах. Мелкие аферы можно проводить два раза в день, если делать это чаще, то всё это будет приравниваться к лутерству и игрок будет наказан. Нельзя грабить, а потом убивать, или грабить уже убитого. Забирать наличность не более 50% и не больше 20 грамм наркотиков. Также если оружие на ситуации не было отыграно, то его забирать нельзя. Про крупные ограбления: можно раз в 2 недели, и то нужно ваш план скинуть заранее следящему администратору. Наказание: от варна до бана. В зависимости от ситуации.',

   'О чем говорится в пункте №29 правил сервера? Распишите подробно политику проекта по отношению к этому правилу. Причины, следствия, примеры. Что последует за несоблюдением данного правила?': '29 правило сервера про правильное использование Role Play чатов и то как орфографически правильно их использовать и чем они отличаются друг от друга и в каких ситуациях используется. Например /me пишется с точкой на конце и начинается с маленькой буквы, оно используется для отыгровки каких-либо действий. /do пишется с большой буквы и там описывается что-то от 3-го лица или задаются какие-то уточняющие вопросы по ситуации. Точка в конце. За несоблюдение от устного предупреждения до бана. В зависимости от нарушения.',

   'О чем говорится в пункте №36 правил сервера? Распишите подробно политику проекта по отношению к этому правилу. Причины, следствия, примеры. Что последует за несоблюдением данного правила?': '36 правило сервера про атмосферу дорожного движения. Для того чтобы его соблюдать, надо просто водить и вести себя адекватно на дороге, осматриваться при поворотах и быть бдительным, не ездить по встречке и тротуарам. Водить машину адекватно короче, только если за вами не ведется погоня, которая подразумевает под собой более экстренную езду, что оправдано. Устное предупреждение, варн, бан.',

   'Руководствуясь пунктом правил 23 обьясните основные пункты, регулирующие ваш ролевой процесс. Насколько часто можно совершать ограбления и почему? Как взаимодействовать с игроками находящимися в стадии во время ограбления?': '23 правило сервера о ограблениях и аферах. Мелкие аферы можно проводить два раза в день, если делать это чаще, то всё это будет приравниваться к лутерству и игрок будет наказан. Нельзя грабить, а потом убивать, или грабить уже убитого. Забирать наличность не более 50% и не больше 20 грамм наркотиков. Также если оружие на ситуации не было отыграно, то его забирать нельзя. Про крупные ограбления: можно раз в 2 недели, и то нужно ваш план скинуть заранее следящему администратору. Наказание: от варна до бана. В зависимости от ситуации.',

   'Опишите пункт правил 35, какие базовые понятия он трактует и зачем по вашему мнению это правило существует?': '35 правило сервера нужно для стабильной экономики и цен, нелья продавать что-то в два раза больше гос.стоимости.',

   'Руководствуясь правилами проекта, изложите ваше понимание пункта правил номер 36 про атмосферу дорожного движения. Каких основных пунктов должны придерживаться игроки на нашем проекте? На что по вашему влияет атмосфера дорожного движения?': '36 правило сервера про атмосферу дорожного движения. Для того чтобы его соблюдать, надо просто водить и вести себя адекватно на дороге, осматриваться при поворотах и быть бдительным, не ездить по встречке и тротуарам. Водить машину адекватно короче, только если за вами не ведется погоня, которая подразумевает под собой более экстренную езду, что оправдано. Устное предупреждение, варн, бан.',

   'На улице стоит ночь, улицы пустые. Проходя мимо кустарника Вы замечаете что-то блестящее в кусте, подойдя ближе Вы понимаете что это нож, он окровавлен. Каковы будут действия Вашего персонажа? Опишите ситуацию минимум 5-7 предложений.': 'Мой персонаж пройдёт мимо и сделает вид что ничего и не видел. Он не позвонит в полицию и уж тем более не будет брать себе нож, ведь моему персонажу не нужны лишние проблемы. Да и вообще время позднее и пора бы идти спать, чем ввязываться в какие-то не нужные разбирательства посреди ночи и создавать себе проблемы на ровном месте, поэтому факт обнаружения данного предмета является ничем иным кроме как интересной и любопытной находкой, ответ на которую он скорее всего никогда не получит. Возможно пару дней мой персонаж присядет на новостные сайты, ища в заголовке статьи про убийство с ножом, но не более.',

   'Выйдя из клуба поздно ночью ваш персонаж замечает, как у двери его автомобиля парень в капюшоне орудует отмычкой, пытаясь совершить угон. Опишите ваши действия исходя из характера персонажа.': 'Мой персонаж будет сторонится грабителя, ведь он боится что тот может быть вооружен. Я буду держаться на расстоянии и сообщу обо всём в 911.',

   'Представьте себя модератором ролевого процесса, вы видите ситуацию, в которой девушку пытается изнасиловать в ходе ролевого процесса группа людей, однако жертва наотрез отказывается от игры, переходящей рамки сексуальной цензуры и жестокости. Прав ли игрок? Каким правилом он руководствуется и каким образом эту ситуацию можно довести до конца?': 'Игрок прав, для решения спора нужно закончить ситуацию одной строчкой. Например /do Произошло изнасилование. Игрок ссылается на 18 пп сервера.',

   'Что по вашему трактует понятие "игровая атмосфера"? Опишите важность данного понятия на ролевых серверах и методы, благодаря которым эта атмосфера появляется.': 'Игровая атмосфера это когда люди качественно играют исходя из правил сервера и логики. Это когда получаешь наслаждение от процесса игры и высокого уровня игры окружающих тебя игроков.',

   'В туалете торгового центра ваш персонаж замечает наркомана, который пытался принять дозу прямо на месте, увидев вас он испугался возможности вызвать полицию и стал угрожать вам шприцом на расстоянии вытянутой руки, убеждая вас, что заражён ВИЧ инфекцией. Исходя из характера и поведения вашего персонажа, опишите действия, которые он бы предпринял попав в такую ситуацию.': 'Мой персонаж попробует с ним договорится о том что я никому ничего не расскажу, и если будет позволть ситуация - просто убегу в удачный момент. Чуть что - мой персонаж даст бой за свою жизнь и безопасность.',

   'Ваш персонаж едет с работы на автомобиле после тяжелого рабочего дня. В какой-то момент он засыпает за рулем и врезается в фонарный столб на небольшой скорости. Опишите развитие ситуации, опираясь на его характер, повадки и особенность поведения.': 'Мой персонаж осмотрит себя, включит аварийку, окажет при необходимости себе ПМП и позвонит в 911, описав туда всю ситуацию.',

   'Ваш персонаж сидит дома и смотрит фильм со второй половинкой поздно ночью. Неожиданно для них в дом врывается пятеро человек. Трое из них расходятся по комнатам, пока оставшиеся двое начинают жестоко избивать партнера вашего персонажа. Опишите ваши действия исходя из характера персонажа.': 'Мой персонаж будет вести себя тихо чтобы не навлечь беды ещё больше. После ситуации сообщу в 911 и друзьям.',

   'Вашего персонажа обвиняют в хранении наркотических веществ, однако обвинение липовое и вас просто собираются подставить. В ходе обычного трафик-стопа ситуации вас якобы берут с поличным и подсовывают вам в карман зиплок с кокаином. Опишите действия своего персонажа, ход дальнейших развитий, опираясь на его характер и повадки.': 'Мой персонаж будет спорить и ругаться, ведь он не хочет сесть в тюрьму, будет пытаться привлечь внимание окружающих. Если копы не отстанут, будет требовать адвоката.',

   'Ваш персонаж занял небольшую сумму денег у своего соседа и не возвращает ее уже длительное время. В один из дней он возвращается домой и видит на пороге того самого соседа, который пришел требовать возврат денег. Опишите ваши действия исходя из характера персонажа.': 'Мой персонаж будет обещать соседу вернуть деньги в надежде что это прокатит. На самом деле вряд-ли ему мой персонаж что-то вернёт в этой жизни.',

   'Вы сталкиваетесь с ситуацией, когда около фастфуда где вы обедали вас поджидает явно вооруженный холодным оружием человек и следует за вами прямиком к вашему автомобилю, подойдя к двери он прислоняет к вашему животу нож и требует отдать ему своё транспортное средство. Опишите исход ситуации, опираясь на характер и квенту вашего персонажа.': 'Мой персонаж отдаст транспортное средство и по окончанию угона совершит вызов в 911 с описанием произошедшего в подробностях.',

   'После громкой вечеринки в одном из частных домов, куда пригласили вашего персонажа, он отключился на одном из диванов в гостиной. Проснувшись, он обнаруживает, что находится в лесу за городом без денежных средств и с пятью процентами заряда на мобильном телефоне. Опишите ваши действия исходя из характера персонажа.': 'Мой персонаж попытается посмотреть на карте где он, после чего пойдёт по солнцу в поисках дороги или цивилизации.',

   'Проходя мимо одного из переулков ваш персонаж замечает, как двое неизвестных избивают человека, требуя от него деньги. В этот момент один из грабителей замечает вас и достает нож, направляясь в вашу сторону. Опишите ваши действия исходя из характера персонажа.': 'Мой персонаж попробует убежать изо всех ног в надежде на то что за ним не погонятся. По окончанию погони вызовет полицию и сообщит им о произошедшем с максимальными подробностями.',

   'Вы едете на личной машине по своим делам, никуда не торопитесь, вдруг видите, что симпатичная девушка стоит у дороги и голосует, подняв руку. Вы, решив помочь ей, останавливаетесь, дабы подвезти даму. Вы проезжаете некоторое время подвозя её, как вдруг, вас останавливает машина полиции, заставляет выйти из машины, явно намеревается вас задержать. Оказывается, ваша попутчица была особо опасной преступницей и вас подозревают вместе с ней. Каковы будут действия Вашего персонажа? Опишите ситуацию минимум 7-10 п': 'Мой персонаж выполнит все требования полиции и будет предельно осторожен при работе с ней, поэтому после остановки транспортного средства я заглушу машину, открою окно и буду держать руки на руле, отвечая на все вопросы офицера полиции, и предоставляя при необходимости все запрашиваемые им документы в процессе данной ситуации. Что касается моего попутчика, то мой персонаж будет рассказывать как оно было на самом деле и никак не будет защищать преступника, не смотря на то что это представитель женского пола, поэтому мой персонаж будет пытаться быть спокойным и уверенным, чтобы снять с себя возможные подозрения в сговоре с криминальным элементом. Также мой персонаж согласится и будет готов к тому чтобы отправиться в участок с офицерами полиции для более детальных разбирательств и будет считать что ему вряд-ли что-то грозит там, ведь если следователи и детективы расставят все точки над "И", они быстро придут к мнению что с данной девицей я никак не связан.',

   'Прогуливаясь вечером в пригороде, на обочине замечаете мотоцикл. Подойдя ближе обнаруживаете, что рядом с ним лежит человек, который сильно истекает кровью. Каковы будут действия Вашего персонажа? Опишите ситуацию минимум 5-7 предложений.': 'Мой персонаж подойдёт к человеку, попробует позвать на помощь окружающих, а также достав телефон вызовет 911 и будет ждать экспертов в вопросе помощи людей, а именно скорую помощь. Сам же мой персонаж ничего не будет делать, чтобы не сделать ещё хуже, ведь если у человека имеется перелом или что-то ещё, то я могу сделать хуже и навредить, в связи с этим моему персонажу нечего будет оставаться делать, кроме как ждать и наблюдать за ситуацией.',

   'Представьте ситуацию: Находясь возле входа в переулок, к Вам подбегает несколько людей чья национальность и цвет кожи отличаются от Ваших, затем сразу хватают Вас и пытаются затащить в темный переулок. Если брать во внимание характер Вашего персонажа, каковы будут Ваши действия?': 'Он будет кричать и отбиваться, но в связи с тем что их много скорее всего я не добьюсь толком ничего что могло бы спасти моего персонажа из-за численного преимущества перед моим персонажем. Буду играть ситуацию каковой бы она не вышла, по окончанию вызову полицию.',

   'Представьте ситуацию: На большой скорости Вы сбиваете человека который перебегал дорогу в неположенном месте. Если брать во внимание характер Вашего персонажа, каковы будут Ваши действия?': 'Мой персонаж остановит транспортное средство, сделает вызов в 911 объяснив туда ситуацию, после выйдет из машины, достанет из багажника аварийный треугольник и автомобильную аптечку, направится к человеку, не забыв поставить треугольник позади ДТП. Также постарается оказать ПМП человеку и себе.',

   'Вы попадаете в ситуацию, когда ваш персонаж становится свидетелем умышленного убийства в одном из неблагополучных районов. Опираясь на характер, этническую и религиозную принадлежность вашего персонажа, опишите развитие ситуации, по которому он последует.': 'Мой персонаж убежит с места преступления и попытается забыть увиденное, в полицию он сообщать не будет, ибо боится расправы за это после.',

   'Вы идете по улице, к вам подходят два черных парня, они настроены агрессивно, в конце улицы стоит полицейский крузер. Каковы будут ваши действия? (Опишите ситуацию используя команды: /me /ame /do /todo /action )': `
   /do Черные парни выглядели как наркоманы или под чем-то?
   /todo Ребят, ребят, полегче!*подняв руки.
   /ame косится на крузер, не подаёт на того надежды.
   Может решим мирно? Я могу дать денег, вот.
   /me достаёт бумажник, тянет пару купюр парням.
   Вот и всё, ступайте..
   /ame косится на уходящих афроамериканцев, отрицательно цокает.`,

   'Представьте ситуацию: Вы поймали попутку. В машине водитель и пассажир на заднем сидении. Вы сели на переднее сидение. В безлюдном месте пассажир приставляет к затылку пистолет и требует отдать деньги которых у Вас нет. Если брать во внимание характер Вашего персонажа, каковы будут Ваши действия? Используйте каждый из RP чатов (ic чат, /me, /do, /ame. И, если позволяет ситуация, команду /action.)': `
   /me медленно и аккуратно поднимает руки, косится на водителя.
   /ame сомкнул губы, явно недоволен ситуацией.
   /todo У меня нет денег, но может вам нужно это?*закатав рукав и показав серебряные часы.
   /me снимает с рукава серебряные часы, медленно и аккуратно ложит их на панель, косясь на водителя.
   Да, я никого не видел и ничего со мной не происходило. Спасибо ребята, я пошёл?
   /me выходит из машины, провожает взглядом уезжающую машину, отрицаительно цокает.`,

   'Представьте ситуацию. Вы шли по улице, рядом с вами останавливается полицейский крузер, оттуда выходят два офицера и подходят к вам и приглашают сесть в автомобиль. Каковы ваши действия? (Опишите ситуацию используя команды: /me, /ame, /do, /todo, /action)': `
   /do На офицерах были жетоны?
   /ame приподнимает брови завидя приближающихся к себе офицеров.
   /todo Добрый день, в чём.. проблема?*разведя руки, показав тем самым озадаченность.
   /ame услышав причину подхода немного смутился.
   Да, в целом я могу пройти, почему бы и нет?`,

   'Представьте ситуацию: на улице офицер полиции без значка на груди подходит к вам и говорит, что вы совершили преступление, просит передать ему n-ую сумму денег. Если брать во внимание характер Вашего персонажа, каковы будут Ваши действия? Используйте каждый из RP чатов (ic чат, /me, /do, /ame. И, если позволяет ситуация, команду /action.)': `
   /do На офицере был нагрудной значок?
   /ame не заметил отсутствия значка, серьёзно воспринимает человека в форме.
   А что я нарушил?
   /todo Ладно-ладно, я не хочу проблем, да и сумма небольшая.*протянув сумму из кармана человеку в форме.
   /ame изумлённо смотрит на уходящего человека в форме, находится в мягком недопонимании от происходящего.
   /w Оплатил штраф на месте получается..`,

   'Представьте ситуацию: Вы работаете кассиром в местной закусочной. Ближе к концу рабочего дня в закусочную забегает несколько вооруженных человек в масках. Они требуют от Вас поднять руки и вытащить деньги из кассы и положить к ним, в мешок. Закусочная маленькая, поэтому там нет видеокамер. Если брать во внимание характер Вашего персонажа, каковы будут Ваши действия? Используйте каждый из RP чатов (ic чат, /me, /do, /ame. И, если позволяет ситуация, команду /action)': `
   /handsaup
   /todo Тише, тише, только не стреляйте!*подняв руки.
   /me медленно и без резких движений открывает кассу и наполняет мешок грабителей деньгами.
   Готово! Я правда никому не скажу!
   /me убедился в том что грабители покинули заведение и далеко от него - вызывает 911.`,

   'Прогуливаясь поздно вечером по пирсу на пляже Санта-Мария Вы видите, как с края пирса в океан падает девушка. Ваши действия? (Опишите ситуацию используя команды: /me, /ame, /do, /todo).': `
   /me с ужасом смотрит на девушку, бежит в поисках помощи.
   /todo Мужик, там девушка тонет, помоги!*указывая пальцем на пирс.
   /me прибегает с мужиком на пирс, помогает тому поднять девушку с воды.
   /ame осматривает девушку, проверяет пульс.
   /do Пульс есть?
   /me переворачивает девушку на живот, берёт её сзади, сжимает её для того чтобы из организма вышла вода.
   /me оказывает ПМП, вызывает скорую помощь по телефону.
   /call 911`,

   'Вернувшись вечером домой Вы обнаруживаете свою вторую половину с другим(-ой) парнем(девушкой), которые сидя на диване обнимаются. Исходя из характера вашего персонажа, Ваши действия? (Опишите ситуацию используя команды: /me, /ame, /do, /todo, /action).': `
   /ame грозно смотрит на парня рядом со своей девушкой.
   /me снимает с себя майку, демонстративно кидает ту на пол и начинает боксировать в воздух.
   /action Лежит мятая майка Nike на ковре.
   /todo Ну что, подерёмся?*размяв шею и грозно посмотрев на парня.
   /me разбегается на парня, бьёт ему ногой в живот и начинает с ним драку за то что он увёл девушку.
   /do NAME в конце драки получает кровь из носа и сбитую костяшку.
   /me сплёвывает на пол сгусток крови и уходит из дома без с голым торсом.`,

   'Представьте ситуацию: случилось так, что вам срочно понадобились деньги и, придя в местный ломбард и показав золотое украшение продавцу, вам назвали цену в разы ниже себестоимости украшения. Если брать во внимание характер Вашего персонажа, каковы будут Ваши действия? Используйте каждый из RP чатов (ic чат, /me, /do, /ame. И, если позволяет ситуация, команду /action.)': `
   /ame закусил свою губу после того как услышал цену.
   /todo Ну может пару баксов сверху ещё?*елозя пальцами своё украшение на столе.
   Ладно, хорошо..
   /me отдаёт украшение, забирает деньги, тянет руку после не самой лучшей сделки в своей жизни.`,

   'Представьте ситуацию: Вас обвиняют в преступлении, которого Вы не совершали. Идёт судебное заседание и судья вызывает Вас дать показания. Прокурор при допросе заметно давит на Вас. Ваши действия? (Используйте каждый из чатов: /me, /ame, /do, /todo и /action по возможности)': `
   /ame бегает глазами по интерьеру, чувствует на себя давление.
   Ну я не совершал этого, зачем мне это? Я законопослушный!
   /todo Хватит на меня давить!*ударив кулаком по столу.
   Извините..
   /ame высказался, протерев стойку успокоил свой пыл.
   /me заканчивает давать показания, садится обратно на лавку подсудимого.`,

   'Идя по улице, в вас врезается велосипедист, при столкновении он падает вперед и ударяется головой об асфальт. Опишите ваши действия. (Опишите ситуацию используя команды: /me, /ame, /do, /todo, /action)': `
   /me падает на асфальт, протирает ладони об асфальт, держится за ягодицы на которые упал.
   /ame шипит от боли.
   /me встаёт после ДТП, подходит к велосипедисту, осматривает того
   /do Повреждения велосипедиста?
   /todo Ну и дела*держась за голову.
   /me достаёт телефон, вызывает 911, сообщив туда всю необходимую информацию.`,

   'Попивая освежающий мохито, Вы сидите за барной стойкой в одном из людных баров, мимо Вас проходит ухоженный мужчина с бокалом дорого пойла, с кармана его пиджака выглядывает забитый кошелек, но он сильно пьян и случайно проливает выпивку на Вашу рубашку. Каковы будут действия Вашего персонажа, учитывая его характер? (Опишите ситуацию используя команды: /me, /ame, /do, /todo, /action).': `
   /todo Ну какого чёрта, мужик?*осмотрев свою рубашку.
   /do Рубашка в районе торса намочилась алкогольным напитком, остальное покапало на пол.
   /action На полу была маленькая лужица разлитого алкоголя.
   /ame подмял губы, явно зол. 
   Ну и как решать будем?
   /me легонько побил тыльной стороной ладони по кармашку мужчины, смекает ему о том как можно решить вопрос.
   /todo Вот так то лучше!*забрав деньги и покинув заведение.`,
}

document.querySelector('.get-answer').onclick = () => {
   const getAnswer = question => document.querySelector('.answer').innerHTML = questionsAnswers[question]
   const question = document.querySelector('.question').value.trim()

   getAnswer(question)
}