export const categories = {
	job: {
			start: [
				'Живёт за счёт',
				'Выживает за счёт',

				'Достаёт деньги при помощи',
				'Достаёт наличности при помощи',
				'Достаёт наличности путём',
				'Достаёт деньги путём',

				'Держится на плаву путём',

				'Получает средства для жизни путём',
				'Получает средства для выживания путём',
			],
			specifications: [
				'грабежа',
				'воровства',
				'разбоя',
				'хищения',
				'ограблений',
				'криминала',

				'грабежа людей',
				'воровства у людей',
				'разбоя людей',
				'хищения у людей',
				'ограбления людей',

				'грабежа граждан',
				'воровства у граждан',
				'разбоя граждан',
				'хищения у граждан',
				'ограблений граждан',
			
				'грабежа чужих вещей',
				'воровства чужих вещей',
				'разбоя чужих вещей',
				'хищения чужих вещей',
				'ограбления чужих вещей',
			],
	},
	personalLife: {
			start: [
				'Сейчас в отношениях с',
				'Сейчас состоит в отношениях с',
				'Сейчас в любовных отношениях с',
				'Сейчас состоит в любовных отношениях с',
				'Сейчас находится в отношениях с',
				'Сейчас находится любовных в отношениях с',

				'Состоит в отношениях с',
				'Состоит в любовных отношениях с',

				'Встречается с',
				'Встречается и живёт с',

				'На данный момент встречается с',
				'На данный момент встречается и живёт с',
				
				'Недавно расстался с',
				'Встречался с',
				'Был в отношениях с',
			],
			specifications: [
				'наркоманкой',
				'несовершеннолетней',

				'психованной девушкой',
				'взрослой женщиной',
				
				'шлюхой',
				'проституткой',

				'жирной',
				'жирной девушкой',

				'толстой',
				'толстой девушкой',
			],
	},
	parents: {
			start: [
				'Отношения с родителями',
				'Взаимоотношения с родителями',
				'Связь с родителями и отношения с ними',
				'Понимание и отношения с родителями',
				'Контакт с родителями и взаимопонимание с ними',
				'Взаимопонимание с родителями и отношение к ним',
			],
			specifications: [
				'плохие',
				'очень плохие',
				'очень плохие, ненавидит их',
				'очень плохие, терпеть их не может',
				'хуже некуда',
				'хуже некуда, терпеть их не может',
				'хуже некуда, давно не общается с ними',
				'весьма негативные',
				'просто ужасные',
				'ужасные, не может их терпеть',
			],
	},
	good: {
			start: [
				'Его сильные стороны это',
				'Из его сильных сторон можно отметить',
				'Из его сильных сторон можно пометить',
				'Из его сильных сторон можно подметить',
				
				'Имеет позитивные черты, а именно',
				'Имеет позитивные черты характера, а именно',

				'Из позитивных черт это',
				'Из позитивных черт можно отметить',
				'Из позитивных черт можно пометить',
				'Из позитивных черт можно подметить',

				'Из позитивных черт характера это',
				'Из позитивных черт характера можно отметить',
				'Из позитивных черт характера можно пометить',
				'Из позитивных черт характера можно подметить',

				'Из хороших черт это',
				'Из хороших черт можно отметить',
				'Из хороших черт можно пометить',
				'Из хороших черт можно подметить',

				'Из хороших черт характера это',
				'Из хороших черт характера можно отметить',
				'Из хороших черт характера можно пометить',
				'Из хороших черт характера можно подметить',

				'Из хорошего можно отметить то, что имеет',
				'Из хорошего можно пометить то, что имеет',
				'Из хорошего можно подметить то, что имеет',
			],
			specifications: [
				'смелость',
				'вольность',
				'изобретательность',
				'раскрепощённость',
				'остроумие',
				'импозантность',
				'умение рассмешить',
				'креативность',
				'своеобразие',
				'притягательность',
				'воображаемость',
				'смешливость',
				'слаженность',
				'организованность',
			],
	},
	bad: {
			start: [
				'Его слабые стороны это',
				'Из его слабых сторон можно отметить',
				'Из его слабых сторон можно пометить',
				'Из его слабых сторон можно подметить',
				
				'Имеет плохих черты, а именно',
				'Имеет плохих черты характера, а именно',

				'Из плохих черт это',
				'Из плохих черт можно отметить',
				'Из плохих черт можно пометить',
				'Из плохих черт можно подметить',

				'Из плохих черт характера это',
				'Из плохих черт характера можно отметить',
				'Из плохих черт характера можно пометить',
				'Из плохих черт характера можно подметить',

				'Из плохих черт это',
				'Из плохих черт можно отметить',
				'Из плохих черт можно пометить',
				'Из плохих черт можно подметить',

				'Из плохих черт характера это',
				'Из плохих черт характера можно отметить',
				'Из плохих черт характера можно пометить',
				'Из плохих черт характера можно подметить',

				'Из плохого можно отметить то, что имеет',
				'Из плохого можно пометить то, что имеет',
				'Из плохого можно подметить то, что имеет',

				'Его отрицательные стороны это',
				'Из его отрицательных сторон можно отметить',
				'Из его отрицательных сторон можно пометить',
				'Из его отрицательных сторон можно подметить',
				
				'Имеет отрицательные черты, а именно',
				'Имеет отрицательные черты характера, а именно',

				'Из отрицательных черт это',
				'Из отрицательных черт можно отметить',
				'Из отрицательных черт можно пометить',
				'Из отрицательных черт можно подметить',

				'Из отрицательных черт характера это',
				'Из отрицательных черт характера можно отметить',
				'Из отрицательных черт характера можно пометить',
				'Из отрицательных черт характера можно подметить',

				'Из отрицательных черт это',
				'Из отрицательных черт можно отметить',
				'Из отрицательных черт можно пометить',
				'Из отрицательных черт можно подметить',

				'Из отрицательных черт характера это',
				'Из отрицательных черт характера можно отметить',
				'Из отрицательных черт характера можно пометить',
				'Из отрицательных черт характера можно подметить',

				'Из отрицательного можно отметить то, что имеет',
				'Из отрицательного можно пометить то, что имеет',
				'Из отрицательного можно подметить то, что имеет',
			],
			specifications: [
				'вспыльчивость',
				'провокационность',
				'несдержанность',
				'экспрессивность',
				'агрессивность',
				'поспешность',
				'необдуманность',
				'злость',
				'высокомерность',
				'зависть',
				'доверчивость',
				'сварливость',
				'жадность',
				'меркантильность',
				'жестокость',
				'скрытность',
				'лживость',
				'занудность',
				'упрямость',
				'тщеславность',
			],
	},
	loves: {
			start: [
				'Он любит',
				'Он обожает',
				'Он предпочитает',
				'Имеет влюблённость в',
			],
			specifications: [
				'тяжёлую музыку',
				'красивых девушек',
				'хорошую выпивку',
				'интересные заведения',
				'концерты с хорошей музыкой',
				'всё что связанно с оружием',
				'контент из дарк-линка',
				'DIY',
				'правое движение',
				'забавные истории',
				'импозантные люди',
				'сильные личности',
			],
	},
	hates: {
			start: [
				'Не любит',

				'Ненавидит',
				'Просто ненавидит',

				'Не терпит',
				'Терпеть не может',
				'Просто не терпит',
				'Просто терпеть не может',

				'На дух не переносит',
				'Просто на дух не переносит',

				'Не любит и ненавидит',
				'Просто не любит и ненавидит',

				'Не любит и не терпит',
				'Просто не любит и терпит',

				'Не любит и на дух не переносит',
				'Просто не любит и на дух не переносит',

				'Ненавидит и не любит',
				'Просто ненавидит и не любит',

				'Ненавидит и не терпит',
				'Просто ненавидит и не терпит',

				'Ненавидит и на дух не переносит',
				'Просто ненавидит и на дух не переносит',

				'Не любит и ненавидит',
				'Просто не любит и ненавидит',

				'Не любит и не терпит',
				'Просто не любит и не терпит',

				'Не любит и на дух не переносит',
				'Просто не любит и на дух не переносит',
			],
			specifications: [
				'негров',
				'мулатов',
				'азиатов',
				'вклаудеров',
				'бодипозитивщиков',
				'инфлюенсеров',
				'толстых людей',
				'богатых людей',
				'современную музыку',
				'ЛГБТ сообщество',
				'уборку',
				'роскошь',
				'обыденность',
				'готовку еды',
				'стирку одежды',
				'национальные кухни',
			]
	},
	fears: {
			start: [
				'Боится',
				'Очень боится',
				'Имеет страх',

				'Имеет страхи, боится',
				'Имеет страхи, а именно боится',
				'Имеет страхи, поэтому боится',

				'Не бесстрашный человек, боится',

				'Имеет страхи как и все люди, поэтому боится',

				'Как и все люди имеет страхи, боится',
				'Как и любой человек имеет страхи, боится',

				'Как и все люди имеет страхи, поэтому боится',
				'Как и любой человек имеет страхи, поэтому боится',

				'Конечно же имеет страхи как и все люди, поэтому боится',
				'Конечно же как и все люди имеет страхи, поэтому боится',
			],
			specifications: [
				'воды',
				'высоты',
				'собак',
				'темноты',
				'мучительной смерти',
				'умереть никем',
				'прожить жизнь напрасно',
				'диких животных',
				'тюрьмы',
			],
	},
	vices: {
			start: [
				'Его пороки это',
				'Из его пороков можно отметить',
				'Из его пороков можно пометить',
				'Из его пороков можно подметить',
				
				'По вредным привычкам можно сказать, что это',

				'Из вредных привычек можно отметить',
				'Из вредных привычек можно пометить',
				'Из вредных привычек можно подметить',

				'Имеет вредные привычки, а именно',
				'Имеет вредные привычки, к ним можно отнести',

				'Конечно имеет вредные привычки, к ним можно отнести',
				'Конечно имеет вредные привычки, а именно',

				'Конечно же имеет вредные привычки, к ним можно отнести',
				'Конечно же имеет вредные привычки, а именно',
			],
			specifications: [
				'табачную зависимость',
				'чрезмерное употребление алкоголя',
				'азартность',
				'трата денег на развлечения',
				'чрезмерный сон',
				'драки из-за мелочи',
				'опасное вождение',
				'злоупотребление кофеином',
				'переедание сладкого',
				'употребление жареного',
				'прожигание жизни',
				'бессмысленное времяпровождение',
				'наркотическую зависимость',
			],
	},
	politicalViewes: {
			start: [
				'Его политические взгляды это',
				'Его политические воззрения это',
				'В политике его идеи это',
			],

			specifications: [
				'праворадикальные взгляды',
				'ненависть к действующему государственному строю',
				'непризнание нынешнего государства',
				'анархия',
				'анархизм',
				'аполитичность',
				'консерватизм',
				'эко-активизм',
				'эко-фашизм',
				'тоталитаризм',
				'национализм',
				'социализм',
				'фашизм',
			],
	},
	hobby: {
			start: [
				'Из хобби имеет',
				'Его увлекает',
				'Из увлечений имеет',

				'Его хобби это',
				'Его увлечения это',

				'Имеет хобби, из хобби имеет',
				'Имеет хобби, его хобби это',

				'Имеет увлечения, из увлечений это',
				'Имеет увлечения, его увлечения это это',

				'В свободное время занимается хобби, из хобби имеет',
				'В свободное время занимается хобби, его хобби это',

				'В свободное время занимается увлечениями, из увлечений это',
				'В свободное время занимается увлечениями, его увлечения это это',
			],
			specifications: [
				'оккультизм',
				'игра на электрогитаре',
				'велоспорт',
				'скейтбординг',
				'чёрную магию',
				'сатанизм',
				'драки',
				'неформальные сходки',
				'подпольные бои',
				'коллекционирование',
				'сбор хлама на свалке',
				'крафт предметов из мусора',
				'диггинг',
				'сталкерство',
				'сквоттинг',
				'кибербуллинг',
				'тру-крайм',
			],
	},
	childhood: {
			start: [
				'В юности',
				'В юношестве',
				'В молодости',
				'Когда был молод',
				'В подростковом возрасте',
			],
			specifications: [
				'участвовал в жертвоприношении',
				'изнасиловал женщину',
				'был участником неформальной тусовки',
				'был лидером неформальной тусовки',
				'чуть не умер от передозировки наркотиками',
				'пытался покончить с собой',
				'имел неудачную попытку суицида',
				'имел неудачную попытку самоубийства',
				'сидел в тюрьме',
				'успел отсидеть срок',
				'убил человека',
				'убил должника',
			],
	},
	oddities: {
			start: [
				'Из необычного можно отметить',
				'Из необычного можно пометить',
				'Из необычного можно подметить',
				'Из необычного можно выделить',

				'Из странностей можно отметить',
				'Из странностей можно пометить',
				'Из странностей можно подметить',
				'Из странностей можно выделить',

				'Из примечательного можно отметить',
				'Из примечательного можно пометить',
				'Из примечательного можно подметить',
				'Из примечательного можно выделить',
			],
			specifications: [
				'дёрганность',
				'резкость',
				'сонливость',
				'депрессивность',
				'апатичность',
				'меланхоличность',
				'то что он левша',
				'веру в инопланетянин',
				'татуированное тело',
				'веру во всемирный заговор',
				'не гигиеничность',
				'отсутствие одного пальца',
				'шрам на лице',
				'разбитый нос',
				'запах перегара',
				'гнусавость',
				'плохое питание',
			],
	},
	dream: {
			start: [
				'Его цель это',
				'Его недавняя цель это',

				'Его цели и мечты это',
				'Его цели и мечты это',

				'Его цель и мечта это',
				'Его недавняя цель и мечта это',
			],
			specifications: [
				'ни проработать ни дня',

				'оставаться бездельником',
				'оставаться безработным',
				'оставаться тунеядцем',

				'оставаться таким же бездельником',
				'оставаться таким же безработным',
				'оставаться таким же тунеядцем',

				'оставаться бездельником до конца своей жизни',
				'оставаться безработным до конца своей жизни',
				'оставаться тунеядцем до конца своей жизни',

				'присоединится к неформальному движению',
				'стать лидером неформального движения',

				'найти секрет бессмертия',

				'иметь множество половых партнёров',

				'свергнуть текущий режим',
				'устроить революцию в штатах',
				'устроить хаос в США',
				'построить своё государство',

				'примкнуть к секте',
				'призвать сатану',
				'построить алтарь сатане',
				'овладеть чёрной магией',
			],
	},
	body: {
			start: [
				'В плане тела он',
				'По телу можно сказать что он',
				'По внешности можно сказать что он',
				'По физическим параметрам можно отметить что он',
			],
			specifications: [
				'худой как скелет',
				'весьма худощявый',
				'весьма жилистый',
				'среднего телосложения',
				'среднестатистического телосложения',
				'немного имеет лишний вес',
				'имеет лишний вес',
				'имеет мускулы',
			],
	},
	from: {
			start: [
				'Сам из',
				'Сам родом из',

				'Сам приехал из',
				'Сам переехал из',
				'Сам прямиком из',

				'Сам приехал в Сан-Фиерро из',
			],
			specifications: [
				'Вайс-Сити',
				'Карцер-Сити',
				'Эниуэр-Сити',
				'Либерти-Сити',
				'Лос-Сантоса',
				'Лас-Вентураса',
				'округа Боун',
				'округа Флинт',
				'округа Ред',
				'Форт-Карсона',
				'Энджел-Пайна',
				'Лас-Брухаса',
				'Лас-Пайсадаса',
				'Блюббери',
				'Монтгомери',
				'Паломино-Крик',
			],
	},
	clothes: {
			start: [
				'Из одежды',
				'В плане одежды',
				'Что касается одежды, то',
				'По одежде можно сказать, что он',
			],
			specifications: [
				'ходит в чём попало',

				'носит обноски',
				'ходит в обносках',

				'носит ворованную одежду',
				'ходит в ворованной одежде',

				'ходит в краденой одежде',

				'носит обноски с помойки',
				'ходит в обносках с помойки',

				'носит обноски с мусорки',
				'ходит в обносках с мусорки',

				'носит обноски с секонда',
				'ходит в обносках с секонда',

				'носит "тряпки" с секонда',
				'ходит в "тряпках" с секонда',
			],
	},
	situations: {
			start: [
				'В конфликтах',
				'В спорах',
				'В экстренных ситуациях',

				'В спорных моментах',
				'В спорных ситуациях',
				'В экстренных ситуациях',

				'Когда происходят конфликты, то',
				'Когда происходят спорные моменты, то',
				'Когда происходят спорные ситуации, то',
				'Когда происходят экстренных ситуации, то',

				'Когда происходят конфликты, то тогда',
				'Когда происходят спорные моменты, то тогда',
				'Когда происходят спорные ситуации, то тогда',
				'Когда происходят экстренных ситуации, то тогда',

				'Если говорить о поведении в конфликтах, то',
				'Если говорить о поведении в спорных моментах, то',
				'Если говорить о поведении в спорных ситуациях, то',
				'Если говорить о поведении в экстренных ситуациях, то',

				'Если говорить о поведении в конфликтах, то тогда',
				'Если говорить о поведении в спорных моментах, то тогда',
				'Если говорить о поведении в спорных ситуациях, то тогда',
				'Если говорить о поведении в экстренных ситуациях, то тогда',
			],
			specifications: [
				'не церемонится',
				'действует решительно',
				'решает проблему силой',
				'вступает в бой',
				'отстаивает свою честь силой',
				'выключает голову и включает силу',
				'делает всё, чтобы уничтожить оппонента',
				'действует твёрдо и чётко',
				'бьёт первым',
				'наносит удар первым',
				'атакует первым',
			],
	},
	contact: {
			start: [
				'К обществу относится',
				'К общественности относится',

				'К посторонним относится',
				'К посторонним людям относится',
				'К посторонним персонам относится',
				'К посторонним персонажам относится',

				'К случайным относится',
				'К случайным людям относится',
				'К случайным персонам относится',
				'К случайным персонажам относится',

				'К неизвестным относится',
				'К неизвестным людям относится',
				'К неизвестным персонам относится',
				'К неизвестным персонажам относится',
			],
			
			specifications: [
				'высокомерно',
				'агрессивно',
				'некультурно',
				'неуважительно',
				'с пренебрежением',
				'по хамски',
				'неподабающи',
				'конфликтно',
				'высмеивающи',
			],
	},
	pattern: {
			start: [
				'',
				'',
				'',
				'',
				'',
			],
			specifications: [
				'',
				'',
				'',
				'',
				'',
			],
	},
}